{
    "nav.home": "Home",
    "nav.about": "About me",
    "nav.skills": "Skills",
    "nav.portfolio": "Portfolio",
    "nav.reviews": "Reviews",
    "nav.contact": "Contact",

    "home.me": "Hi, I am ",
    "home.me.name": "Agustin Vera",
    "home.profession": "Front-end developer Junior",
    "home.description": "I love solving and programming solutions to give the user the best possible experience",

    "about.btnPrymary": "Who i am",
    "about.title": "About me",
    "about.description": "Hello! My name is Agustin Vera and I am a creative Front-end developer (in the future backend too) passionate about creating web applications. I am currently a student of the University Technician in Programming at the UTN (National Technological University). I am always curious to learn new skills, tools and concepts. In addition to working on several full stack solo projects, I have worked on several paid projects as a freelancer.",
    "about.contact": "Contact me",

    "skills.btnPrimary": "My skills",
    "skills.title": "What my programming skills included?",
    "skills.description": "I started studying web development using tools like Youtube, Udemy, the community and the documentation of the different technologies. My training as a front-end developer has been 100% self-taught.",
    "skills.contact": "Contact me",
    "skills.currentlyLearning": "Currently learning: ",

    "works.btnPrimary": "My works",
    "works.title": "Featured Works",
    "work.description0": "Fictitious project carried out as a practice which consists of an association of doctors who work online allowing their patients to request shifts and information through the page.",
    "work.description3": "Digital menu developed for the restaurant L'obrador. Web where the client can find all their prices and products within reach of a click.",
    "work.description2": "Web project using PokeApi to bring all your favorite pokemons and be able to select and order them.",
    "work.description4": "Web application (in test state) with wine e-commerce principles, with the added bonus of being able to make your own wine on the same website.",
    "work.description1": "My own portfolio as a Front-end developer.",
    "work.description5": "Practice project carried out following the specifications and user stories raised in devchallenges.io",

    "reviews.btnPrimary": "Testimonials",
    "reviews.title": "What customer says",
    "review.opinion0": "Very good",
    "review.opinion1": "Excelent",

    "contact.btnPrimary": "Contact me",
    "contact.title": "Let's star a project together",
    "contact.description": "Interested in working together? Contact me without commitment. I pay for the coffee.",
    "contact.btnDownload": "Download CV",
    "contact.btnSend": "Send",

    "error.noName": "¡Don't forget to enter your name!",
    "error.noCompletedName": "Enter a valid name",
    "error.noEmail": "¡Don't forget to enter your email!",
    "error.emailNoValid": "Enter a valid email",
    "error.noMessage": "¡Don't forget to enter your message!",

    "footer.message": "Developed with 💗 by Agustin Vera"
}
