{
    "nav.home": "Inicio",
    "nav.about": "Sobre mi",
    "nav.skills": "Habilidades",
    "nav.portfolio": "Portafolio",
    "nav.reviews": "Opiniones",
    "nav.contact": "Contacto",

    "home.me": "Hola, yo soy ",
    "home.me.name": "Agustin Vera",
    "home.profession": "Desarrollador Front-end junior",
    "home.description": "Me encanta resolver y programar soluciones para darle al usuario la mejor experiencia posible",

    "about.btnPrymary": "¿Quien soy?",
    "about.title": "Sobre mi",
    "about.description": "Hola! Yo soy Agustin Vera y soy un creativo desarrollador Front-end (en un futuro backend tambien) apasionado por crear aplicaciones web. Actualmente soy estudiante de la Tecnicatura Universitaria en Programación en la UTN (Universidad Tecnologica Nacional). Estoy siempre curioso por aprender nuevas habilidades, herramientas y conceptos. He realizado varios proyectos de practica y he trabajado en varios proyectos pagos como freelance.",
    "about.contact": "Contactame",

    "skills.btnPrimary": "Mis habilidades",
    "skills.title": "¿Que tecnologias manejo?",
    "skills.description": "Emepcé a estudiar desarrollo web usando herramientas como Youtube, Udemy, la comunidad y la documentación de las distintas tecnologias. Mi camino como desarrollador front-end ha sido 100% autodidacta.",
    "skills.contact": "Contactame",
    "skills.currentlyLearning": "Aprendiendo actualmente: ",

    "works.btnPrimary": "Mis trabajos",
    "works.title": "Trabajos destacados",
    "work.description0": "Proyecto ficticio realizado como práctica el cual consta de una asociación de doctores que trabajan vía online permitiendo a sus pacientes pedir turnos e información mediante la pagina.",
    "work.description3": "Carta digital desarrollada para el restaurante L'obrador. Web donde el cliente puede encontrar todos sus precios y productos al alcance de un click.",
    "work.description2": "Proyecto de práctica en el cual se podran realizar predicciones del mundial Qatar 2022.",
    "work.description4": "Aplicación web (en estado de prueba) con principios de e-commerce de vinos, con el plus de poder elaborar tu propio vino en la misma web.",
    "work.description1": "Mi propio portafolio como desarrollador Front-end.",
    "work.description5": "Proyecto de práctica realizado siguiendo las especificaciónes e historias de usuarios planteadas en devchallenges.io.",

    "reviews.btnPrimary": "Testimonios",
    "reviews.title": "¿Que opinan mis clientes?",
    "review.opinion0": "Muy buena atención de parte de Agustín y muy conformes con el resultado final. ¡Excelente calidad precio!",
    "review.opinion1": "Excelente",

    "contact.btnPrimary": "Contactame",
    "contact.title": "¡Empecemos un proyecto juntos!",
    "contact.description": "¿Estas interesado en trabajar juntos? Contactame sin compromiso. Yo pago el cafe.",
    "contact.btnDownload": "Descargar CV",
    "contact.btnSend": "Enviar",

    "error.noName": "¡No olvides ingresar tu nombre!",
    "error.noCompletedName": "Ingrese un nombre valido",
    "error.noEmail": "¡No olvides ingresar tu email!",
    "error.emailNoValid": "Ingrese un email valido",
    "error.noMessage": "¡No olvides ingresar tu mensaje!",

    "footer.message": "Desarrollado con 💗 por Agustin Vera"
}